export const question={
  fun:"1.卷饼有什么功能？\n",
  teach:"2.我们前端的教学模式是什么捏？\n",
  zero_basis:"3.零基础能进红岩吗？\n",
  home_work:"4.课后作业一般都有什么？\n",
  exam:"5.考核都有什么？\n",
  source:"6.学习资料从哪里获取？\n",
  study:"7.网校学习注意事项\n",
  hazikaxi:"8.超级害羞，不敢问问题！\n",
}
export const answer={
  fun:"卷饼有以下功能：\n"+
  "1.禁止复读：为避免无意义刷屏，超过10条，卷饼会对最后一只复读机进行禁言处理\n"+
  "2.举报撤回：群聊中不好的消息，对其回复“举报”以后，卷饼会撤回消息",

  teach:"网校前端的教学模式如下：\n"+
  "1.我们每周会安排教学课程，课程线上和线下都能上\n"+
  "2.课程由我们大二干事精心准备讲解\n"+
  "3.对于大部分新生而言，一开始的时候，课程将具有相当的难度，非常建议提前预习，课后实践\n"+
  "4.每次课程结束后，我们会布置相应的作业，然后记录作业的完成情况，并依据课程完成情况判定你是否有考核资格，请认真完成，这一步主要是筛选摆子（\n"+
  "5.网校有寒假和暑假考核，通过寒假考核才能进行进一步的学习，通过暑假考核就能成为一名红岩网校成员\n"+
  "6.最难的是坚持下来，只要你切实地搞懂了学长们所授的所有课程内容，进入网校是没有问题的",

  zero_basis:"零基础当然能进红岩：\n"+
  "学长学姐们会安排授课，同时会有作业，只要你每周认真学习，并完成作业，就大概率能通过考核\n"+
  "在我们前端，有良好的学习环境，极佳的讨论氛围，多参与，多学习，你一定能有所收获",

  home_work:"课后作业要求：\n"+
  "一般我们课后作业会分为几个level，一般是完成level0就代表你完成了此次的课程学习，但是我们非常建议大家完成后面的level，这也是非常大的一个加分项（但不排除部分学长要求较高的可能性\n",

  exam:"考核相关事项：\n"+
  "1.必须完成课后作业次数达标才有考核资格\n"+
  "2.考核内容是学长们布置的一个需要大家完成的项目，具体要求会在到时候公布\n"+
  "3.分为寒假和暑假考核，每一次都会决定留下来的人，请认真对待\n"+
  "4.考核提交后，由学长们审核完成度并判定是否合格",

  source:"可以从如下渠道获取学习资料：\n"+
  "1.群文件\n"+
  "2.问学长学姐\n"+
  "3.B站大学（视频学习资料）\n"+
  "4.菜鸟教程\n"+
  "5.百度（质量参差不齐，慎用||卷饼强烈推荐大家下一个chrome，用google搜索哦）\n"+
  "6.如果是新技术的话可以查看官方文档\n"+
  "7.有一定基础的，可以去github上手撕大佬的源码",
  
  hazikaxi:"命运的齿轮开始转动，请选择你的结局：\n"+
  "1.（友爱结局）鼓起勇气：学长，拜托了!————因为和学长关系太好，成功蹭到学长各种资料，一年后进入网校天天和学长van\n"+
  "2.（独狼结局）不行，真的太害羞了1：选择自己找资料的你渐渐掌握了浏览器搜索技能，在各个社区留下了你的足迹，现在你能快速获取各种解决问题的办法，就连佐科学长只能把你仰望\n"+
  "3.（科研结局）不行，真的太害羞了2：选择问了两次gpt的你尝到了甜头，一头扎入了ai的海洋，最后因为好奇，选择读研追随gpt的脚步\n"+
  "4.（无疾而终结局）不行，真的太害羞了3：你不好意思问，问题始终没有解决。堆积成山的困难让你望而却步，你最后选择了放弃",

  study:"学习注意事项：\n"+
  "1.网校的学习进度会比学校的教学进度快许多倍，请做好心理准备\n"+
  "2.网校的教学内容具有相当的难度，请每周都不要摸鱼\n"+
  "3.学长布置的作业也需要好好地完成\n"+
  "4.不能像高中那样等着别人来教你，你必须学会自学，同时学长们能教的也有限\n"+
  "5.养成问问题之前先自己百度，然后才去问别人，这样对你和学长都好\n",
}